[
  [
    {
      "Title: ": "A nun built a hydroelectric plant that’s providing free power to a town in Africa",
      "Description: ": "A nun built a hydroelectric plant that’s providing free power to a town in AfricaBlackouts are a daily disruption in the country, which sources most of its electricity from a run-down and mismanaged hydropower system.",
      "PageLink: ": "https://www.freethink.com/entrepreneurship-innovation/nun-hydroelectric-plant",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/dan-meyers-Mo8l2XPCpAY-unsplash.jpg?w=533&h=300&crop=1",
      "Date: ": "May 6, 2022",
      "Paragragh: ": "Sister Alphonsine Ciza spends most of her day in gum boots, white veil tucked under a builder’s hat, manning the micro hydroelectric plant she built to overcome daily electricity cuts in her town of Miti in eastern Democratic Republic of Congo."
    },
    {
      "Title: ": "Docs discover likely cause of pig heart transplant failure",
      "Description: ": "Docs discover likely cause of pig heart transplant failureA pig virus — and not organ rejection — appears to be the reason a man who lived for two months after a pig heart transplant ultimately died.",
      "PageLink: ": "https://www.freethink.com/health/pig-heart-transplant",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/pig-heart-transplant-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "May 6, 2022",
      "Paragragh: ": "A man who survived for two months after a pig heart transplant may have ultimately died because the heart was infected with a pig virus — not because his body rejected the organ, according to his surgeon."
    },
    {
      "Title: ": "Google Career Certificate programs are now free for US businesses",
      "Description: ": "Google Career Certificate programs are now free for US businessesGoogle has announced a new Career Certificate program and a plan to give any US business $100,000 in free tech training.",
      "PageLink: ": "https://www.freethink.com/technology/career-certificate",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/Career-Certificate_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 5, 2022",
      "Paragragh: ": "To help job seekers and businesses obtain the digital skills needed to thrive in the 21st century, Google has announced a new Career Certificate program and a plan to give every US business up to $100,000 in free tech training."
    },
    {
      "Title: ": "Surprise in death data: Malaria has a U-shaped death curve",
      "Description: ": "Surprise in death data: Malaria has a U-shaped death curveBetter death records can reveal surprises about common killers like malaria — and help save lives.",
      "PageLink: ": "https://www.freethink.com/health/death-records-malaria",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/DeathData_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 5, 2022",
      "Paragragh: ": "Efforts to improve the collection of death records and other public health data in Africa has discovered a surprising pattern in malaria deaths."
    },
    {
      "Title: ": "Drones and driverless cars could help with Ukraine’s humanitarian crisis",
      "Description: ": "Drones and driverless cars could help with Ukraine’s humanitarian crisisWe need a universal code of conduct for deploying autonomous vehicles and drones in humanitarian settings.",
      "PageLink: ": "https://www.freethink.com/technology/drones-ukraine",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/ricardo-gomez-angel-d8dnBSJWdk4-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "May 5, 2022",
      "Paragragh: ": "The Russian invasion of Ukraine has led to a serious humanitarian crisis. Of Ukraine’s 44 million people, almost one-quarter have been displaced. Around 3.7 million have escaped to neighbouring European countries, while around 6.5 million are estimated to be displaced inside Ukraine. Tragically, deaths and injuries continue to rise."
    },
    {
      "Title: ": "China is going to try to move an asteroid",
      "Description: ": "China is going to try to move an asteroidAs part of its new planetary defense strategy, the China National Space Administration is going to launch a mission to redirect an asteroid.",
      "PageLink: ": "https://www.freethink.com/space/planetary-defense",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/planetary-defense_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 4, 2022",
      "Paragragh: ": "The China National Space Administration (CNSA) will attempt to redirect the orbit of an asteroid by slamming a spacecraft into it, Wu Yanhua, the agency’s deputy director, told China Central Television (CCTV). "
    },
    {
      "Title: ": "Rebreather dives are wildly risky. But this might save lives.",
      "Description: ": "Rebreather dives are wildly risky. But this might save lives.Duke researchers have developed an early warning system for rebreather divers at risk of hypoxia.",
      "PageLink: ": "https://www.freethink.com/technology/rebreather-hypoxia-monitor",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/dewey-monitor-aims-to-make-diving-safer_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 4, 2022",
      "Paragragh: ": "“Diving with a rebreather is the second most lethal activity in the world per hour, after BASE jumping,” says Rachel Lance, a researcher at Duke, writing in Task & Purpose."
    },
    {
      "Title: ": "This German firm is building a floating solar plant on a quarry lake ",
      "Description: ": "This German firm is building a floating solar plant on a quarry lake A German company will switch on a floating solar power plant, a rapidly-installed, renewable technology that could help phase out oil.",
      "PageLink: ": "https://www.freethink.com/technology/floating-solar-plant",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/1280px-Floating_PV_system_Far_Niente_Winery_California_2018.jpg?w=533&h=300&crop=1",
      "Date: ": "May 4, 2022",
      "Paragragh: ": "A German company will switch on a floating solar power plant it has built on a quarry lake, a rapidly-installed, renewable technology it says could help wean the country off Russian fossil fuels."
    },
    {
      "Title: ": "World’s smallest DBS device reverses Parkinson’s symptoms ",
      "Description: ": "World’s smallest DBS device reverses Parkinson’s symptoms An ultra-small deep brain stimulation (DBS) device could increase the number of Parkinson’s patients to receive the powerful treatment.",
      "PageLink: ": "https://www.freethink.com/health/dbs-device",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/DBS-device_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 3, 2022",
      "Paragragh: ": "A British man with Parkinson’s disease is now the first to receive a small deep brain stimulation (DBS) device that can be implanted in half the normal time — an advance that could change the field and unlock the treatment for many who need it."
    },
    {
      "Title: ": "The US has untapped green energy, hidden in abandoned oil wells￼ ",
      "Description: ": "The US has untapped green energy, hidden in abandoned oil wells￼ By converting some of its abandoned oil and gas wells into geothermal power stations, the US could secure its clean energy future.",
      "PageLink: ": "https://www.freethink.com/environment/geothermal-power",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/05/geothermal-power-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "May 3, 2022",
      "Paragragh: ": "One of the largest producers of carbon dioxide emissions is the electricity industry, accounting for 25% of all US emissions. We are building everything from nuclear power plants to giant solar and wind farms to solve this. "
    },
    {
      "Title: ": "Joystick-operated robot could help surgeons treat stroke remotely",
      "Description: ": "Joystick-operated robot could help surgeons treat stroke remotelyWith a modified joystick, surgeons in one hospital may control a robotic arm at another location to safely operate on a patient.",
      "PageLink: ": "https://www.freethink.com/health/joystick-operated-robot-surgery",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/MIT-Robo-Stroke-01-press_0.jpg?w=533&h=300&crop=1",
      "Date: ": "May 3, 2022",
      "Paragragh: ": "MIT engineers have developed a telerobotic system to help surgeons quickly and remotely treat patients experiencing a stroke or aneurysm. With a modified joystick, surgeons in one hospital may control a robotic arm at another location to safely operate on a patient during a critical window of time that could save the patient’s life and preserve their brain function."
    },
    {
      "Title: ": "Watch: Incredible jumping robot triples world record",
      "Description: ": "Watch: Incredible jumping robot triples world recordA new jumping robot that can soar nearly 100 feet into the air might use the ability to explore the moon for NASA.",
      "PageLink: ": "https://www.freethink.com/technology/jumping-robot",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/jumping-robot-thumb-2.gif?w=533&h=300&crop=1",
      "Date: ": "May 2, 2022",
      "Paragragh: ": "A new jumping robot can soar nearly 100 feet into the air with a single leap — and one day it might use the ability to explore the moon for NASA."
    },
    {
      "Title: ": "3D-printed artificial coral reefs could save coastal fish",
      "Description: ": "3D-printed artificial coral reefs could save coastal fishA new method for designing and 3D printing custom artificial coral reefs could make them more accurate stand-ins for the natural kind.",
      "PageLink: ": "https://www.freethink.com/environment/artificial-coral-reefs",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Artificial-coral-reefs_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 2, 2022",
      "Paragragh: ": "A new method for designing and 3D printing custom artificial coral reefs could make them more accurate stand-ins for the natural kind, which are currently dying at an alarming rate."
    },
    {
      "Title: ": "How Robert Langer, a pioneer in delivering mRNA into the body, failed repeatedly but kept going",
      "Description: ": "How Robert Langer, a pioneer in delivering mRNA into the body, failed repeatedly but kept goingLanger published the first paper to show that it was possible to deliver nucleic acids like RNA and DNA to the body via tiny particles.",
      "PageLink: ": "https://www.freethink.com/health/robert-langer",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Robert_Langer_BioTech_Awards_Video_laboratory.png?w=533&h=300&crop=1",
      "Date: ": "May 2, 2022",
      "Paragragh: ": "The mRNA vaccines developed against COVID-19 owe a lot to the work of Robert Langer, a pioneer in the delivery of mRNA. Langer, who is the Massachusetts Institute of Technology David H. Koch Institute Professor and director of the Langer Lab, helped lay the foundation for the underlying delivery mechanism that has led to the development of the first commercial mRNA vaccines, which can be used for a variety of infectious diseases and conditions. Langer is a co-founder of Moderna, the biotech company that developed an mRNA vaccine against COVID-19. He also has authored more than 1,500 scientific papers and is the most-cited engineer in history."
    },
    {
      "Title: ": "North Korean citizens are jailbreaking smartphones to bypass censorship ",
      "Description: ": "North Korean citizens are jailbreaking smartphones to bypass censorship In the face of severe punishments, North Korean hackers are finding clever ways to access forbidden content.",
      "PageLink: ": "https://www.freethink.com/culture/north-korea-hacking-jailbreaking",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Screen-Shot-2022-04-29-at-4.39.26-PM-e1651268803182.png?w=533&h=300&crop=1",
      "Date: ": "May 1, 2022",
      "Paragragh: ": "In North Korea, utilizing the full capabilities of a smartphone is a complicated and dangerous task. Citizens are allowed to own smartphones, but only ones that run government-made software that monitors their activity and prohibits the installation of any unauthorized software or media, which, in the Hermit Kingdom, includes just about everything: South Korean soap operas, Western literature, and any journalism not approved by state media."
    },
    {
      "Title: ": "A new kind of diamond will hold a billion Blu-Ray’s worth of data ",
      "Description: ": "A new kind of diamond will hold a billion Blu-Ray’s worth of data Ultra-pure diamond wafers could be used for quantum memory in tomorrow’s ultra-powerful quantum computers.",
      "PageLink: ": "https://www.freethink.com/technology/quantum-memory",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/quantum-memory_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 1, 2022",
      "Paragragh: ": "The future of quantum memory is taking shape in Japan, where researchers have grown diamond wafers that could store the equivalent to one billion Blu-Ray discs worth of quantum data."
    },
    {
      "Title: ": "RNA breakthrough offers a potential heart attack cure",
      "Description: ": "RNA breakthrough offers a potential heart attack cureKing’s College London researchers have used RNA to regenerate cardiac tissue in pig hearts, what they hope is the first step towards a heart attack cure.",
      "PageLink: ": "https://www.freethink.com/health/mrna-heart-attack-cure",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/KCL-develops-heart-attack-cure_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "May 1, 2022",
      "Paragragh: ": "King’s College London researchers are turning to the same technology behind the COVID-19 vaccines to develop the first damage-reversing heart attack cure."
    },
    {
      "Title: ": "WWF report highlights tiger population gains for the Year of the Tiger",
      "Description: ": "WWF report highlights tiger population gains for the Year of the TigerThe global tiger population is finally increasing after more than a century of gradual decline, a new study from WWF reveals.",
      "PageLink: ": "https://www.freethink.com/environment/tiger-population",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/vincent-van-zalinge-vk9bnTxOtSI-unsplash.jpg?w=533&h=300&crop=1",
      "Date: ": "May 1, 2022",
      "Paragragh: ": "Reported concurrent with the Lunar New Year and Year of the Tiger on February 1, 2022, a study from World Wildlife Fund (WWF) shows that tiger populations are finally showing an increase after more than a century of steady decline."
    },
    {
      "Title: ": "Researchers want to fight cancer — by mutating it even more ",
      "Description: ": "Researchers want to fight cancer — by mutating it even more Sloan Kettering researchers have proposed a controversial way to improve immunotherapy: making cancer cells mutate on purpose.",
      "PageLink: ": "https://www.freethink.com/health/mutating-cancer-on-purpose",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/mutating-cancer-on-purpose-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 30, 2022",
      "Paragragh: ": "Cancer immunotherapy works by turning our immune system against cancer cells, killing them off like they would an infection. While the technique can be effective, it works best for only some types of cancers, and it’s at its best when facing down cancers that are riddled with mutations."
    },
    {
      "Title: ": "Moderna applies for approval of COVID-19 vaccine for children",
      "Description: ": "Moderna applies for approval of COVID-19 vaccine for childrenModerna has asked the FDA to authorize its COVID-19 vaccine for children ages 6 months through 5 years.",
      "PageLink: ": "https://www.freethink.com/health/covid-19-vaccine-for-children",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/COVID-19-vaccine-for-children_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 30, 2022",
      "Paragragh: ": "Moderna has applied for FDA approval for its COVID-19 vaccine for children ages 6 months through 5 years old. Results from a large phase 2/3 trial showed significant efficacy and no major safety issues from two low doses of the vaccine. "
    }
  ],
  [
    {
      "Title: ": "Derinkuyu: Mysterious underground city in Turkey found in man’s basement",
      "Description: ": "Derinkuyu: Mysterious underground city in Turkey found in man’s basementA basement renovation project led to the archaeological discovery of a lifetime: the Derinkuyu Underground City, which housed 20,000 people.",
      "PageLink: ": "https://www.freethink.com/culture/derinkuyu-underground-city",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Screenshot-2022-04-28-210621.jpg?w=533&h=300&crop=1",
      "Date: ": "April 30, 2022",
      "Paragragh: ": "We live cheek by jowl with undiscovered worlds. Sometimes the barriers that separate us are thick, sometimes they’re thin, and sometimes they’re breached. That’s when a wardrobe turns into a portal to Narnia, a rabbit hole leads to Wonderland, and a Raquel Welch poster is all that separates a prison cell from the tunnel to freedom."
    },
    {
      "Title: ": "The Large Hadron Collider is back online",
      "Description: ": "The Large Hadron Collider is back onlineThe world's biggest particle accelerator, the Large Hadron Collider (LHC), is back online after a three-year hiatus.",
      "PageLink: ": "https://www.freethink.com/technology/lhc",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/lhc-thumb-2.gif?w=533&h=300&crop=1",
      "Date: ": "April 30, 2022",
      "Paragragh: ": "This article is an installment of Future Explored, a weekly guide to world-changing technology. You can get stories like this one straight to your inbox every Thursday morning by subscribing here."
    },
    {
      "Title: ": "Chevrolet is electrifying the Corvette",
      "Description: ": "Chevrolet is electrifying the CorvetteGM has announced plans to bring the Corvette roaring into the electric vehicle market.",
      "PageLink: ": "https://www.freethink.com/technology/electric-corvette",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/electric-corvette_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 29, 2022",
      "Paragragh: ": "Chevrolet is electrifying the Corvette, General Motors’ president Mark Reuss announced in an interview with CNBC’s Phil LeBeau. "
    },
    {
      "Title: ": "Inspired by kombucha tea, engineers create living materials",
      "Description: ": "Inspired by kombucha tea, engineers create living materialsA symbiotic culture of specialized yeast and bacteria can generate tough materials able to perform a variety of functions.",
      "PageLink: ": "https://www.freethink.com/science/kombucha-living-materials",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/klara-avsenik-5cFqO92t7pM-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 29, 2022",
      "Paragragh: ": "Engineers at MIT and Imperial College London have developed a new way to generate tough, functional materials using a mixture of bacteria and yeast similar to the “kombucha mother” used to ferment tea, reports MIT News."
    },
    {
      "Title: ": "This hydrogen aircraft could really work",
      "Description: ": "This hydrogen aircraft could really workCalifornia startup HyPoint plans to make a hydrogen-powered aircraft with nearly three times the range of a turboprop commuter jet. ",
      "PageLink: ": "https://www.freethink.com/technology/hypoint-hydrogen-aircraft",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/hypoint-hydrogen-aircraft-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 29, 2022",
      "Paragragh: ": "Aviation punches above its weight when it comes to greenhouse emissions — it is by far the highest emission form of transportation. Our modern mega planes may be the most efficient they’ve ever been, but in 2019, they still churned out over 915 million tonnes of carbon dioxide. "
    },
    {
      "Title: ": "AI can now understand animal behavior ",
      "Description: ": "AI can now understand animal behavior Animal behavior researchers can now turn the task of analyzing footage over to an open-source algorithm that can spot even subtle actions. ",
      "PageLink: ": "https://www.freethink.com/technology/animal-behavior",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/animal-behavior-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 28, 2022",
      "Paragragh: ": "Instead of analyzing days, weeks, or months of recorded footage for animal behavior studies, researchers can now turn the task over to an open-source algorithm capable of picking up even subtle actions.  "
    },
    {
      "Title: ": "America’s “Test to Treat” has failed. Here’s how to fix it.",
      "Description: ": "America’s “Test to Treat” has failed. Here’s how to fix it.So far, Test to Treat has largely failed to get antivirals for COVID-19 to patients that need them — but the initiative can still be fixed.",
      "PageLink: ": "https://www.freethink.com/health/antivirals-for-covid-19",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/antivirals-for-COVID-19_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 28, 2022",
      "Paragragh: ": "A US government initiative designed to increase access to potentially life-saving oral antivirals for COVID-19 is failing. "
    },
    {
      "Title: ": "The next big disruption is coming: How cities can prepare for flying cars",
      "Description: ": "The next big disruption is coming: How cities can prepare for flying carsUrban Aerial Mobility - or 'flying cars' - could present a more flexible way for cities to invest in future infrastructure.",
      "PageLink: ": "https://www.freethink.com/technology/flying-cars-35737",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/eVTOL-Los-Angeles_1920x1080px.jpg.optimal2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 28, 2022",
      "Paragragh: ": "From ride-sharing to the COVID-19 lockdowns, cities have weathered massive changes in the past few years. These changes have altered how people got around, how they worked, and what fuelled their economies. A surprising new disruption is on its way – but this time cities have time to prepare and shape the solution that works best for their communities."
    },
    {
      "Title: ": "Introducing the Beautiful Minds competition on innovating higher education",
      "Description: ": "Introducing the Beautiful Minds competition on innovating higher educationMeet the three organizations with a chance to win $50,000.",
      "PageLink: ": "https://www.freethink.com/social-change/beautiful-minds-competition",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/grad-pic_web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 27, 2022",
      "Paragragh: ": "How can we innovate education systems to prepare people to succeed in the rapidly evolving workforce? That’s the driving question at Lumina Foundation. Founded in 2000, Lumina Foundation is working toward the ambitious goal of helping 60% of adults in the US obtain a quality credential by 2025 — a benchmark that labor economists say the country needs to hit in order to meet shifting social and economic demands."
    },
    {
      "Title: ": "Watch a helicopter attempt to catch a falling rocket (Updated)",
      "Description: ": "Watch a helicopter attempt to catch a falling rocket (Updated)Aerospace startup Rocket Lab is going to attempt to catch a falling rocket using a long hook dangling from a helicopter.",
      "PageLink: ": "https://www.freethink.com/space/falling-rocket",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/falling-rocket_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 27, 2022",
      "Paragragh: ": "Update, May 2, 7:10 p.m. ET: Rocket Lab’s booster recovery attempt was a success. The company will now study the booster to see if it is suitable for reuse."
    },
    {
      "Title: ": "How hypersonic missiles work and the unique threats they pose",
      "Description: ": "How hypersonic missiles work and the unique threats they pose",
      "PageLink: ": "https://www.freethink.com/technology/hypersonic-missiles",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/x-51a_waverider.jpeg?w=533&h=300&crop=1",
      "Date: ": "April 27, 2022",
      "Paragragh: ": "Russia used a hypersonic missile against a Ukrainian arms depot in the western part of the country on March 18, 2022. That might sound scary, but the technology the Russians used is not particularly advanced. However, next-generation hypersonic missiles that Russia, China and the U.S. are developing do pose a significant threat to national and global security."
    },
    {
      "Title: ": "WeChat users try to keep Shanghai lockdown protest video ahead of censors ",
      "Description: ": "WeChat users try to keep Shanghai lockdown protest video ahead of censors WeChat users have turned to all manner of tricks in a cat-and-mouse game with CCP censors to keep a video about the Shanghai lockdown online.",
      "PageLink: ": "https://www.freethink.com/culture/wechat-shanghai-censorship",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/shanghai-protestors-battle-censorship-on-wechat_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 27, 2022",
      "Paragragh: ": "Protesters against China’s extreme lockdown of Shanghai have entered into a cat-and-mouse game against the censors, in an effort to keep a video highlighting citizens’ struggles and grievances from being removed from WeChat, the country’s most popular social media platform."
    },
    {
      "Title: ": "Elon Musk’s Starlink fights off Russian attacks in Ukraine ",
      "Description: ": "Elon Musk’s Starlink fights off Russian attacks in Ukraine A Pentagon official was impressed by how quickly the Starlink internet network responded to electromagnetic warfare in Ukraine.",
      "PageLink: ": "https://www.freethink.com/technology/electromagnetic-warfare",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/electromagnetic-warfare-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 27, 2022",
      "Paragragh: ": "SpaceX’s Starlink internet service stopped an attack by Russia in Ukraine faster than the US government would have been able to, according to a Pentagon official, who suggested that the military could learn a few things about defending against electromagnetic warfare from SpaceX."
    },
    {
      "Title: ": "Bioluminescent bacteria will soon light up this French street",
      "Description: ": "Bioluminescent bacteria will soon light up this French streetFrench commune Rambouillet is serving as a testing ground for the soft glow of bioluminescent bacteria on the street.",
      "PageLink: ": "https://www.freethink.com/environment/bacteria-streetlights-france",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/biolum-bacteria-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 26, 2022",
      "Paragragh: ": "For 17 minutes, exhausted vaccination volunteers and those waiting post-jab can sit bathed in soothing music and an ephemeral aquamarine glow. The light is emitted from a long cylindrical canister embedded into a “tree;” nearly half fall fast asleep, French newspaper L’Echo Republicain reported; most feel recharged, as bioluminescent bacteria offer a kind of light therapy."
    },
    {
      "Title: ": "Babble hypothesis shows key factor to becoming a leader",
      "Description: ": "Babble hypothesis shows key factor to becoming a leaderResearchers show that intelligence is not the most important factor in leadership, simply talking the most is.",
      "PageLink: ": "https://www.freethink.com/entrepreneurship-innovation/babble-hypothesis",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/kevin-gonzalez-NXNaE9lu6w-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 26, 2022",
      "Paragragh: ": "If you want to become a leader, start yammering. It doesn’t even necessarily matter what you say. New research shows that groups without a leader can find one if somebody starts talking a lot."
    },
    {
      "Title: ": "Europa’s icy shell may harbor habitable pockets ",
      "Description: ": "Europa’s icy shell may harbor habitable pockets Using radar data from our own world, Stanford researchers have proposed a new place to look for life on Jupiter’s icy moon. ",
      "PageLink: ": "https://www.freethink.com/space/europas-icy-shell-habitable-pockets",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/europa-pockets-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 26, 2022",
      "Paragragh: ": "A brilliant, icy, reflective moon — roughly 90% the size of our own — Jupiter’s satellite Europa has earned outsized scientific and cultural interest."
    },
    {
      "Title: ": "Computer-designed miniproteins unleash a whole new kind of drugs ",
      "Description: ": "Computer-designed miniproteins unleash a whole new kind of drugs Using a computer program, researchers have created miniproteins that they hope can lead to new drugs.",
      "PageLink: ": "https://www.freethink.com/health/computer-designed-miniproteins",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/designer-miniproteins_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 25, 2022",
      "Paragragh: ": "Despite all the attention genetics gets, it’s not DNA per se that controls the biological function of our body — it’s proteins. "
    },
    {
      "Title: ": "This wristband tells you what food to buy based on your DNA",
      "Description: ": "This wristband tells you what food to buy based on your DNABy analyzing genetic code determining susceptibility to health conditions like diabetes, it tells you which foods are best for you.",
      "PageLink: ": "https://www.freethink.com/health/food-dna",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/sydney-rae-t4XYbj1q_Cc-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 25, 2022",
      "Paragragh: ": "When an undiagnosed rare genetic disease caused his young son’s kidneys to fail, Professor Chris Toumazou vowed to find a way of uncovering hidden health risks."
    },
    {
      "Title: ": "NASA uses “holoportation” in space for first time",
      "Description: ": "NASA uses “holoportation” in space for first timeHoloportation tech developed by Microsoft virtually sent a flight surgeon to the ISS to talk to an astronaut.",
      "PageLink: ": "https://www.freethink.com/space/holoportation",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/holoportation_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 25, 2022",
      "Paragragh: ": "NASA has “holoported” someone to the International Space Station for the first time, demonstrating a new way for astronauts and people on Earth to communicate with one another."
    },
    {
      "Title: ": "New exoskeleton lets you enter the boxing ring as a robot",
      "Description: ": "New exoskeleton lets you enter the boxing ring as a robotJapanese company Skeletonics has developed a new exoskeleton that lets you enter the boxing ring as a nine-foot-tall robot.",
      "PageLink: ": "https://www.freethink.com/technology/exoskeletons",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/exoskeletons_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 24, 2022",
      "Paragragh: ": "We’ve seen exoskeletons that help people recover from strokes, get more from their workouts, and even achieve superhuman strength. "
    }
  ],
  [
    {
      "Title: ": "How to tell if you can trust an AI ",
      "Description: ": "How to tell if you can trust an AI MIT has developed a new method for quickly and easily evaluating machine learning decisions, which could help us build trustworthy AI.",
      "PageLink: ": "https://www.freethink.com/technology/trustworthy-ai",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/trustworthy-AI-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 24, 2022",
      "Paragragh: ": "Machine learning is a vibrant, fast-growing branch of artificial intelligence. It aims to make reliable decisions with real-world data, without needing to be manually programmed by a human. "
    },
    {
      "Title: ": "This solar-powered motorhome was designed by students ",
      "Description: ": "This solar-powered motorhome was designed by students Students from the Technical University of Eindhoven in the Netherlands have created a solar-powered motorhome, shaped like a huge teardrop.",
      "PageLink: ": "https://www.freethink.com/technology/solar-powered-motorhome",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Stella-Vita-is-solar-powered-house-on-wheels-oc.jpg?w=533&h=300&crop=1",
      "Date: ": "April 24, 2022",
      "Paragragh: ": "A solar-powered motorhome, shaped like a huge elongated teardrop, silently rolled into Madrid on Friday as part of a month-long journey from the Netherlands to southern Spain to highlight more sustainable modes of transport."
    },
    {
      "Title: ": "An ancient enzyme could supercharge photosynthesis",
      "Description: ": "An ancient enzyme could supercharge photosynthesisResearchers have resurrected an ancient version of the enzyme Rubisco in the hope of supercharging photosynthesis in today’s plants.",
      "PageLink: ": "https://www.freethink.com/science/rubisco",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/RuBisCo-2_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 24, 2022",
      "Paragragh: ": "Cornell University researchers have resurrected an ancient version of the enzyme Rubisco in the hope of supercharging photosynthesis in today’s plants — helping us grow more food in the face of climate change and a growing population. "
    },
    {
      "Title: ": "T cells and viruses, an unlikely duo, team up to kill tumors",
      "Description: ": "T cells and viruses, an unlikely duo, team up to kill tumorsA new Mayo Clinic-developed immunotherapy combining CAR-T cells and cancer-killing viruses looks promising in mouse models.",
      "PageLink: ": "https://www.freethink.com/health/car-t-cells-oncolytic-viruses",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/CAR-T_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 24, 2022",
      "Paragragh: ": "You know how sometimes Superman and Lex Luthor need to team up against some other, greater threat? "
    },
    {
      "Title: ": "Big tech companies pledge nearly $1 billion toward carbon removal",
      "Description: ": "Big tech companies pledge nearly $1 billion toward carbon removalThe pledge is an advance market commitment — an economic strategy that's been used to increase vaccine coverage across the planet.",
      "PageLink: ": "https://www.freethink.com/environment/frontier-carbon-removal",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Screen-Shot-2022-04-20-at-4.33.45-PM.png?w=533&h=300&crop=1",
      "Date: ": "April 23, 2022",
      "Paragragh: ": "An alliance of some of the world’s biggest tech and consulting companies has pledged to buy nearly $1 billion of permanent carbon removal between 2022 and 2030. "
    },
    {
      "Title: ": "Former NHL enforcer builds an incredible electric airplane",
      "Description: ": "Former NHL enforcer builds an incredible electric airplaneAn electric airplane developed by Beta Technologies, an ex-NHL player's startup, is on the wish lists of Amazon, the US Army, UPS, and more.",
      "PageLink: ": "https://www.freethink.com/environment/electric-airplane",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/electric-airplane_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 23, 2022",
      "Paragragh: ": "An aerospace startup, founded by a pro hockey player turned Harvard-educated engineer, expects to have its electric airplane certified for flight by 2024 — and Amazon, UPS, and the US military are already prepared to buy hundreds of the vehicles, which can takeoff and land vertically."
    },
    {
      "Title: ": "Hackers say cracking power grid tech was easiest challenge yet",
      "Description: ": "Hackers say cracking power grid tech was easiest challenge yetDuring an industrial control systems hacking challenge, a Dutch team won $40,000 for cracking tech used to control the power grid.",
      "PageLink: ": "https://www.freethink.com/technology/industrial-control-systems",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/industrial-control-systems-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 23, 2022",
      "Paragragh: ": "White hat hackers won $40,000 for cracking a system used by most major industrial companies, including the ones that manage our power grids — and they told MIT Technology Review it was ridiculously easy."
    },
    {
      "Title: ": "Breakthrough artificial fingertip mimics our sense of touch ",
      "Description: ": "Breakthrough artificial fingertip mimics our sense of touch A new artificial fingertip replicates humans' sense of touch by mimicking the microscopic anatomy of our fingertips.",
      "PageLink: ": "https://www.freethink.com/technology/artificial-fingertip",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/artificial-fingertip-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 23, 2022",
      "Paragragh: ": "Just as our bodies respond to sensory stimuli in our surrounding environments, many advanced robots can now respond in useful ways to the data picked up by their sensors. "
    },
    {
      "Title: ": "Unbelievably sensitive NACHOS satellite is ready to save lives ",
      "Description: ": "Unbelievably sensitive NACHOS satellite is ready to save lives The cutting-edge NACHOS satellite will aid in our fight against climate change and potentially save hundreds of people from gruesome deaths.",
      "PageLink: ": "https://www.freethink.com/space/nachos-satellite",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/NACHOS-satellite-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 23, 2022",
      "Paragragh: ": "Satellites are pretty awesome. They have enabled us to peer into the deepest parts of the universe, create a worldwide high-speed internet, and even stop us from getting lost on this beautiful Earth, thanks to GPS. "
    },
    {
      "Title: ": "Drug to treat alcoholism could also safely reduce anxiety",
      "Description: ": "Drug to treat alcoholism could also safely reduce anxietyThe alcoholism treatment disulfiram may be able to serve double-duty as an anti-anxiety medication, according to mouse studies.",
      "PageLink: ": "https://www.freethink.com/health/anti-anxiety-medication",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/anti-anxiety-medication_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 22, 2022",
      "Paragragh: ": "A drug approved for the treatment of alcoholism could be the next anti-anxiety medication, helping people overcome their anxiety disorders without risking the side effects caused by some existing drugs."
    },
    {
      "Title: ": "We overwash our bodies because bad odors are uniquely disgusting",
      "Description: ": "We overwash our bodies because bad odors are uniquely disgustingOverwashing is bad for skin health, but many people do it anyway. One reason is that our brains intimately associate stink with disgust.",
      "PageLink: ": "https://www.freethink.com/health/body-odor",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/insung-yoon-dYXMHFb9pJw-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 22, 2022",
      "Paragragh: ": "The skin is the New York City of organs. Some of the locals, like the natural oils, are homegrown; others, such as the good bacteria, immigrated in. The skin is dirty, but it needs to be. Otherwise, the inhabitants couldn’t coexist. Sterilizing the skin with disinfectants and heavy soap strips away the well-balanced community, leaving the skin irritated, cracked, and even prone to infection and cancer. And yet, people continue to overwash. According to the comments on a recent Big Think Science Facebook post, people are concerned that adjusting their bathing regimen will leave them stinky."
    },
    {
      "Title: ": "Israeli and US Navy lasers successfully shoot down drones, rockets, artillery",
      "Description: ": "Israeli and US Navy lasers successfully shoot down drones, rockets, artilleryIsraeli and American armed forces have successfully tested air defense systems using lasers to destroy incoming targets.",
      "PageLink: ": "https://www.freethink.com/technology/laser-defense-iron-beam",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/laser-defense_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 22, 2022",
      "Paragragh: ": "“It may sound like science fiction, but it’s real.”"
    },
    {
      "Title: ": "MIT’s new heat engine beats a steam turbine in efficiency",
      "Description: ": "MIT’s new heat engine beats a steam turbine in efficiencyA new highly efficient heat engine with no moving parts could allow us to generate electricity from renewables year round.",
      "PageLink: ": "https://www.freethink.com/environment/heat-engine",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/heat-engine_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 21, 2022",
      "Paragragh: ": "Since the Industrial Revolution, steam power has been a mainstay of the modern world. Even today, most of the electricity in the world is produced by steam turbines at coal, gas, and nuclear power plants."
    },
    {
      "Title: ": "What will happen if Elon Musk does buy Twitter? (Updated) ",
      "Description: ": "What will happen if Elon Musk does buy Twitter? (Updated) Billionaire Elon Musk is trying to buy Twitter, and if successful, he plans to make several major changes to the social media giant.",
      "PageLink: ": "https://www.freethink.com/technology/elon-musk-buy-twitter",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/Elon-Musk-buy-Twitter_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 21, 2022",
      "Paragragh: ": "This article is an installment of Future Explored, a weekly guide to world-changing technology. You can get stories like this one straight to your inbox every Thursday morning by subscribing here."
    },
    {
      "Title: ": "Bacteria living inside tumors help cancer spread through the blood",
      "Description: ": "Bacteria living inside tumors help cancer spread through the bloodIntracellular bacteria promote cancer metastasis by enhancing the tumor cells' resistance to mechanical stress in the bloodstream.",
      "PageLink: ": "https://www.freethink.com/health/cancer-spread",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/anirudh-UiwUtEqROEs-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 21, 2022",
      "Paragragh: ": "The microbiota affects humans in a multitude of ways, from protecting our skin to aiding digestion to altering our mood. These microbes are generally friendly, but depending on their exact nature, composition, and location, they also can cause harm. New research published in the journal Cell suggests that bacteria living inside tumor cells promote cancer metastasis by bolstering the strength of the cancerous host cells against mechanical stress in the bloodstream, in turn promoting cell survival during tumor progression."
    },
    {
      "Title: ": "Space Force claims interstellar object hit Earth in 2014",
      "Description: ": "Space Force claims interstellar object hit Earth in 2014The astronomy community is divided on whether a meteor detected in 2014 is the first interstellar object spotted in our solar system.",
      "PageLink: ": "https://www.freethink.com/space/interstellar-object",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/interstellar-object-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 20, 2022",
      "Paragragh: ": "The US Space Force has come out in support of two Harvard astronomers who say a 2014 meteor is the first interstellar object spotted in our solar system — but NASA and other scientists aren’t yet convinced."
    },
    {
      "Title: ": "New $5-device allows healthy sperm cells to isolate themselves",
      "Description: ": "New $5-device allows healthy sperm cells to isolate themselvesAbout 10% of men are infertile, and often their sperm is to blame. This device could help separate the healthy cells from the others.",
      "PageLink: ": "https://www.freethink.com/health/healthy-sperm-cells",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/dainis-graveris-VNo560ePOSU-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 20, 2022",
      "Paragragh: ": "Healthy sperm is one of the most important ingredients for conceiving a healthy baby. About 10% of men, however, are infertile, and often their sperm is to blame. Men who are infertile often produce some healthy sperm; however, they don’t produce enough to efficiently impregnate a female partner."
    },
    {
      "Title: ": "Mutations in 16 species reveal clues to human aging",
      "Description: ": "Mutations in 16 species reveal clues to human agingA surprising pattern in how often mammal cells undergo somatic mutations could be a boon to longevity research.",
      "PageLink: ": "https://www.freethink.com/science/somatic-mutations",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/somatic-mutations-thumb.jpg?w=533&h=300&crop=1",
      "Date: ": "April 20, 2022",
      "Paragragh: ": "After sequencing the genomes of 16 species, researchers at the Wellcome Sanger Institute found a surprising pattern in how often mammal cells mutate — and it could be a boon to longevity research."
    },
    {
      "Title: ": "Smart sensor tells you exactly when fruit will ripen — or spoil ",
      "Description: ": "Smart sensor tells you exactly when fruit will ripen — or spoil Inside vast warehouses, millions of fruits sit and slowly ripen. To help packers know when fruit has got to go, a biotech startup is turning to small sensors.",
      "PageLink: ": "https://www.freethink.com/technology/ethylene-gas-sensors",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/fruit-ripening-sensor-fights-food-waste_Web.jpg?w=533&h=300&crop=1",
      "Date: ": "April 19, 2022",
      "Paragragh: ": "Forty miles outside Moscow, Katherine Sizov used to feast on apples from her grandparents’ neighbor’s tree. At the dacha, the fruit wouldn’t go to waste; everything plucked was consumed."
    },
    {
      "Title: ": "Build strength with only three seconds of weight lifting per day?",
      "Description: ": "Build strength with only three seconds of weight lifting per day?Researchers have found that a four-week program consisting of three seconds of weight lifting per day for five days a week boosts strength.",
      "PageLink: ": "https://www.freethink.com/health/three-seconds-weight-lifting",
      "ImageLink: ": "https://www.freethink.com/wp-content/uploads/2022/04/scott-webb-5IsdIqwwNP4-unsplash2.jpg?w=533&h=300&crop=1",
      "Date: ": "April 19, 2022",
      "Paragragh: ": "Researchers at Edith Cowan University in Australia in partnership with scientists at Niigata University of Health and Welfare in Japan have found that a four-week program consisting of three seconds of weight lifting per day for five days a week boosts strength to a surprising degree."
    }
  ]
]