[{"Title: ":"Google Career Certificate programs are now free for US businesses","Description: ":"Google Career Certificate programs are now free for US businessesGoogle has announced a new Career Certificate program and a plan to give any US business $100,000 in free tech training.","PageLink: ":"https://www.freethink.com/technology/career-certificate","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/Career-Certificate_Web.jpg?w=533&h=300&crop=1","Date: ":"May 5, 2022","Paragragh: ":"To help job seekers and businesses obtain the digital skills needed to thrive in the 21st century, Google has announced a new Career Certificate program and a plan to give every US business up to $100,000 in free tech training."},{"Title: ":"Drones and driverless cars could help with Ukraine’s humanitarian crisis","Description: ":"Drones and driverless cars could help with Ukraine’s humanitarian crisisWe need a universal code of conduct for deploying autonomous vehicles and drones in humanitarian settings.","PageLink: ":"https://www.freethink.com/technology/drones-ukraine","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/ricardo-gomez-angel-d8dnBSJWdk4-unsplash2.jpg?w=533&h=300&crop=1","Date: ":"May 5, 2022","Paragragh: ":"The Russian invasion of Ukraine has led to a serious humanitarian crisis. Of Ukraine’s 44 million people, almost one-quarter have been displaced. Around 3.7 million have escaped to neighbouring European countries, while around 6.5 million are estimated to be displaced inside Ukraine. Tragically, deaths and injuries continue to rise."},{"Title: ":"Surprise in death data: Malaria has a U-shaped death curve","Description: ":"Surprise in death data: Malaria has a U-shaped death curveBetter death records can reveal surprises about common killers like malaria — and help save lives.","PageLink: ":"https://www.freethink.com/health/death-records-malaria","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/DeathData_Web.jpg?w=533&h=300&crop=1","Date: ":"May 5, 2022","Paragragh: ":"Efforts to improve the collection of death records and other public health data in Africa has discovered a surprising pattern in malaria deaths."},{"Title: ":"China is going to try to move an asteroid","Description: ":"China is going to try to move an asteroidAs part of its new planetary defense strategy, the China National Space Administration is going to launch a mission to redirect an asteroid.","PageLink: ":"https://www.freethink.com/space/planetary-defense","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/planetary-defense_Web.jpg?w=533&h=300&crop=1","Date: ":"May 4, 2022","Paragragh: ":"The China National Space Administration (CNSA) will attempt to redirect the orbit of an asteroid by slamming a spacecraft into it, Wu Yanhua, the agency’s deputy director, told China Central Television (CCTV). "},{"Title: ":"This German firm is building a floating solar plant on a quarry lake ","Description: ":"This German firm is building a floating solar plant on a quarry lake A German company will switch on a floating solar power plant, a rapidly-installed, renewable technology that could help phase out oil.","PageLink: ":"https://www.freethink.com/technology/floating-solar-plant","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/1280px-Floating_PV_system_Far_Niente_Winery_California_2018.jpg?w=533&h=300&crop=1","Date: ":"May 4, 2022","Paragragh: ":"A German company will switch on a floating solar power plant it has built on a quarry lake, a rapidly-installed, renewable technology it says could help wean the country off Russian fossil fuels."},{"Title: ":"Rebreather dives are wildly risky. But this might save lives.","Description: ":"Rebreather dives are wildly risky. But this might save lives.Duke researchers have developed an early warning system for rebreather divers at risk of hypoxia.","PageLink: ":"https://www.freethink.com/technology/rebreather-hypoxia-monitor","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/dewey-monitor-aims-to-make-diving-safer_Web.jpg?w=533&h=300&crop=1","Date: ":"May 4, 2022","Paragragh: ":"“Diving with a rebreather is the second most lethal activity in the world per hour, after BASE jumping,” says Rachel Lance, a researcher at Duke, writing in Task & Purpose."},{"Title: ":"World’s smallest DBS device reverses Parkinson’s symptoms ","Description: ":"World’s smallest DBS device reverses Parkinson’s symptoms An ultra-small deep brain stimulation (DBS) device could increase the number of Parkinson’s patients to receive the powerful treatment.","PageLink: ":"https://www.freethink.com/health/dbs-device","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/DBS-device_Web.jpg?w=533&h=300&crop=1","Date: ":"May 3, 2022","Paragragh: ":"A British man with Parkinson’s disease is now the first to receive a small deep brain stimulation (DBS) device that can be implanted in half the normal time — an advance that could change the field and unlock the treatment for many who need it."},{"Title: ":"The US has untapped green energy, hidden in abandoned oil wells￼ ","Description: ":"The US has untapped green energy, hidden in abandoned oil wells￼ By converting some of its abandoned oil and gas wells into geothermal power stations, the US could secure its clean energy future.","PageLink: ":"https://www.freethink.com/environment/geothermal-power","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/05/geothermal-power-thumb.jpg?w=533&h=300&crop=1","Date: ":"May 3, 2022","Paragragh: ":"One of the largest producers of carbon dioxide emissions is the electricity industry, accounting for 25% of all US emissions. We are building everything from nuclear power plants to giant solar and wind farms to solve this. "},{"Title: ":"Joystick-operated robot could help surgeons treat stroke remotely","Description: ":"Joystick-operated robot could help surgeons treat stroke remotelyWith a modified joystick, surgeons in one hospital may control a robotic arm at another location to safely operate on a patient.","PageLink: ":"https://www.freethink.com/health/joystick-operated-robot-surgery","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/MIT-Robo-Stroke-01-press_0.jpg?w=533&h=300&crop=1","Date: ":"May 3, 2022","Paragragh: ":"MIT engineers have developed a telerobotic system to help surgeons quickly and remotely treat patients experiencing a stroke or aneurysm. With a modified joystick, surgeons in one hospital may control a robotic arm at another location to safely operate on a patient during a critical window of time that could save the patient’s life and preserve their brain function."},{"Title: ":"Watch: Incredible jumping robot triples world record","Description: ":"Watch: Incredible jumping robot triples world recordA new jumping robot that can soar nearly 100 feet into the air might use the ability to explore the moon for NASA.","PageLink: ":"https://www.freethink.com/technology/jumping-robot","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/jumping-robot-thumb-2.gif?w=533&h=300&crop=1","Date: ":"May 2, 2022","Paragragh: ":"A new jumping robot can soar nearly 100 feet into the air with a single leap — and one day it might use the ability to explore the moon for NASA."},{"Title: ":"3D-printed artificial coral reefs could save coastal fish","Description: ":"3D-printed artificial coral reefs could save coastal fishA new method for designing and 3D printing custom artificial coral reefs could make them more accurate stand-ins for the natural kind.","PageLink: ":"https://www.freethink.com/environment/artificial-coral-reefs","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/Artificial-coral-reefs_Web.jpg?w=533&h=300&crop=1","Date: ":"May 2, 2022","Paragragh: ":"A new method for designing and 3D printing custom artificial coral reefs could make them more accurate stand-ins for the natural kind, which are currently dying at an alarming rate."},{"Title: ":"How Robert Langer, a pioneer in delivering mRNA into the body, failed repeatedly but kept going","Description: ":"How Robert Langer, a pioneer in delivering mRNA into the body, failed repeatedly but kept goingLanger published the first paper to show that it was possible to deliver nucleic acids like RNA and DNA to the body via tiny particles.","PageLink: ":"https://www.freethink.com/health/robert-langer","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/Robert_Langer_BioTech_Awards_Video_laboratory.png?w=533&h=300&crop=1","Date: ":"May 2, 2022","Paragragh: ":"The mRNA vaccines developed against COVID-19 owe a lot to the work of Robert Langer, a pioneer in the delivery of mRNA. Langer, who is the Massachusetts Institute of Technology David H. Koch Institute Professor and director of the Langer Lab, helped lay the foundation for the underlying delivery mechanism that has led to the development of the first commercial mRNA vaccines, which can be used for a variety of infectious diseases and conditions. Langer is a co-founder of Moderna, the biotech company that developed an mRNA vaccine against COVID-19. He also has authored more than 1,500 scientific papers and is the most-cited engineer in history."},{"Title: ":"North Korean citizens are jailbreaking smartphones to bypass censorship ","Description: ":"North Korean citizens are jailbreaking smartphones to bypass censorship In the face of severe punishments, North Korean hackers are finding clever ways to access forbidden content.","PageLink: ":"https://www.freethink.com/culture/north-korea-hacking-jailbreaking","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/Screen-Shot-2022-04-29-at-4.39.26-PM-e1651268803182.png?w=533&h=300&crop=1","Date: ":"May 1, 2022","Paragragh: ":"In North Korea, utilizing the full capabilities of a smartphone is a complicated and dangerous task. Citizens are allowed to own smartphones, but only ones that run government-made software that monitors their activity and prohibits the installation of any unauthorized software or media, which, in the Hermit Kingdom, includes just about everything: South Korean soap operas, Western literature, and any journalism not approved by state media."},{"Title: ":"A new kind of diamond will hold a billion Blu-Ray’s worth of data ","Description: ":"A new kind of diamond will hold a billion Blu-Ray’s worth of data Ultra-pure diamond wafers could be used for quantum memory in tomorrow’s ultra-powerful quantum computers.","PageLink: ":"https://www.freethink.com/technology/quantum-memory","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/quantum-memory_Web.jpg?w=533&h=300&crop=1","Date: ":"May 1, 2022","Paragragh: ":"The future of quantum memory is taking shape in Japan, where researchers have grown diamond wafers that could store the equivalent to one billion Blu-Ray discs worth of quantum data."},{"Title: ":"RNA breakthrough offers a potential heart attack cure","Description: ":"RNA breakthrough offers a potential heart attack cureKing’s College London researchers have used RNA to regenerate cardiac tissue in pig hearts, what they hope is the first step towards a heart attack cure.","PageLink: ":"https://www.freethink.com/health/mrna-heart-attack-cure","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/KCL-develops-heart-attack-cure_Web.jpg?w=533&h=300&crop=1","Date: ":"May 1, 2022","Paragragh: ":"King’s College London researchers are turning to the same technology behind the COVID-19 vaccines to develop the first damage-reversing heart attack cure."},{"Title: ":"WWF report highlights tiger population gains for the Year of the Tiger","Description: ":"WWF report highlights tiger population gains for the Year of the TigerThe global tiger population is finally increasing after more than a century of gradual decline, a new study from WWF reveals.","PageLink: ":"https://www.freethink.com/environment/tiger-population","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/vincent-van-zalinge-vk9bnTxOtSI-unsplash.jpg?w=533&h=300&crop=1","Date: ":"May 1, 2022","Paragragh: ":"Reported concurrent with the Lunar New Year and Year of the Tiger on February 1, 2022, a study from World Wildlife Fund (WWF) shows that tiger populations are finally showing an increase after more than a century of steady decline."},{"Title: ":"Researchers want to fight cancer — by mutating it even more ","Description: ":"Researchers want to fight cancer — by mutating it even more Sloan Kettering researchers have proposed a controversial way to improve immunotherapy: making cancer cells mutate on purpose.","PageLink: ":"https://www.freethink.com/health/mutating-cancer-on-purpose","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/mutating-cancer-on-purpose-thumb.jpg?w=533&h=300&crop=1","Date: ":"April 30, 2022","Paragragh: ":"Cancer immunotherapy works by turning our immune system against cancer cells, killing them off like they would an infection. While the technique can be effective, it works best for only some types of cancers, and it’s at its best when facing down cancers that are riddled with mutations."},{"Title: ":"Moderna applies for approval of COVID-19 vaccine for children","Description: ":"Moderna applies for approval of COVID-19 vaccine for childrenModerna has asked the FDA to authorize its COVID-19 vaccine for children ages 6 months through 5 years.","PageLink: ":"https://www.freethink.com/health/covid-19-vaccine-for-children","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/COVID-19-vaccine-for-children_Web.jpg?w=533&h=300&crop=1","Date: ":"April 30, 2022","Paragragh: ":"Moderna has applied for FDA approval for its COVID-19 vaccine for children ages 6 months through 5 years old. Results from a large phase 2/3 trial showed significant efficacy and no major safety issues from two low doses of the vaccine. "},{"Title: ":"Derinkuyu: Mysterious underground city in Turkey found in man’s basement","Description: ":"Derinkuyu: Mysterious underground city in Turkey found in man’s basementA basement renovation project led to the archaeological discovery of a lifetime: the Derinkuyu Underground City, which housed 20,000 people.","PageLink: ":"https://www.freethink.com/culture/derinkuyu-underground-city","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/Screenshot-2022-04-28-210621.jpg?w=533&h=300&crop=1","Date: ":"April 30, 2022","Paragragh: ":"We live cheek by jowl with undiscovered worlds. Sometimes the barriers that separate us are thick, sometimes they’re thin, and sometimes they’re breached. That’s when a wardrobe turns into a portal to Narnia, a rabbit hole leads to Wonderland, and a Raquel Welch poster is all that separates a prison cell from the tunnel to freedom."},{"Title: ":"The Large Hadron Collider is back online","Description: ":"The Large Hadron Collider is back onlineThe world's biggest particle accelerator, the Large Hadron Collider (LHC), is back online after a three-year hiatus.","PageLink: ":"https://www.freethink.com/technology/lhc","ImageLink: ":"https://www.freethink.com/wp-content/uploads/2022/04/lhc-thumb-2.gif?w=533&h=300&crop=1","Date: ":"April 30, 2022","Paragragh: ":"This article is an installment of Future Explored, a weekly guide to world-changing technology. You can get stories like this one straight to your inbox every Thursday morning by subscribing here."}]